Repository: daxxog/shadow-utils-slitaz
Catalog: po/*.po
Languages: uk

source: %s: can't update shadow file
uk: %s: не можу оновити файл прихованих паролей

source: %s: can't update passwd file
uk: %s: не можу оновити файл паролей

source: %s: Shadow passwords are not configured.
uk: %s: Прихован╕ парол╕ не зконф╕гуровано.

source: %s: can't update entry for user %s
uk: %s: не можу оновити запис для користувача %s

source: %s: can't delete shadow password file
uk: %s: не можу видалити файл прихованих паролей

source: Sorry.
uk: Вибачте.

source: %s: must be run from a terminal
uk: %s: повино бути запущено з терм╕налу

source: %s: pam_start: error %d
uk: %s: pam_start: помилка %d

source: Unknown id: %s
uk: Нев╕домий id: %s

source: You are not authorized to su %s
uk: Ви не авторизован╕ для su %s

source: (Enter your own password.)
uk: (Введ╕ть ваш пароль.)

source: %s: %s (Ignored)
uk: %s: %s (╤гнорую)

source: No shell
uk: Нема╓ shell

source: Access to su to that account DENIED.
uk: Доступ цього користувача до su ЗАБОРОНЕНО.

source: Password authentication bypassed.
uk: Аутентиф╕кац╕ю пройдено.

source: Please enter your OWN password as authentication.
uk: Будьласка введ╕ть ваш власний пароль для аутентиф╕кац╕╖.

source: No password file
uk: Нема╓ файла паролей

source: No password entry for 'root'
uk: Браку╓ запису у баз╕ паролей для 'root'

source: Type control-d to proceed with normal startup, (or give root password for system maintenance):
uk: Натисн╕ть control-d для виконання звичайного завантаження, (або введ╕ть пароль адм╕н╕стратора для в╕дновлення системи):

source: Entering System Maintenance Mode
uk: Входимо у режим в╕дновлення системи

source: %s: rebuild the group database
uk: %s: перестроюю базу груп

source: %s: rebuild the shadow group database
uk: %s: перестроюю базу прихованих груп

source: %s: invalid numeric argument `%s'
uk: %s: нев╕рний числовий аргумент `%s'

source: %s: unknown gid %s
uk: %s: нев╕домий gid %s

source: %s: unknown group %s
uk: %s: нев╕дома група %s

source: group=%s,%u basedir=%s skel=%s
uk: група=%s,%u головна_тека=%s skel=%s

source: inactive=%ld expire=%s
uk: неактивний=%ld просторочений=%s

source: GROUP=%u
uk: ГРУПА=%u

source: HOME=%s
uk: ДОМАШНЯ_ТЕКА=%s

source: INACTIVE=%ld
uk: НЕАКТИВНИЙ=%ld

source: EXPIRE=%s
uk: ПРОСТРОЧЕНИЙ=%s

source: %s: cannot create new defaults file
uk: %s: не можу створити новий файл ╕з значеннями по замовчеванню

source: %s: rename: %s
uk: %s: перейменування: %s

source: %s: group `%s' is a NIS group.
uk: %s: група `%s' ╓ групою NIS.

source: %s: too many groups specified (max %d).
uk: %s: занадто багато груп вказанно (макс %d).

source: usage: %s [-u uid [-o]] [-g group] [-G group,...]
uk: використовуйте: %s [-u uid [-o]] [-g група] [-G група,...]

source: [-d home] [-s shell] [-c comment] [-m [-k template]]
uk: [-d домашня_тека] [-s shell] [-c коментар] [-m [-k шаблон]]

source: [-f inactive] [-e expire ]
uk: [-f неактивний] [-e прострочений]

source: [-A program]
uk: [-A програма]

source: [-p passwd] name
uk: [-p пароль] ╕м'я

source: %s -D [-g group] [-b base] [-s shell]
uk: %s -D [-g група] [-b базова_тека] [-s shell]

source: [-f inactive] [-e expire ]
uk: [-f неактивний] [-e прострочений]

source: %s: error locking group file
uk: %s: не можу заблокувати файл груп

source: %s: error opening group file
uk: %s: не можу в╕дкрити файл груп

source: %s: error locking shadow group file
uk: %s: не можу заблокувати файл прихованих груп

source: %s: error opening shadow group file
uk: %s: не можу в╕дкрити файл прихованих груп

source: %s: uid %u is not unique
uk: %s: uid %u не ╓ ун╕кальним

source: %s: can't get unique uid
uk: %s: не можу отримати ун╕кальн╕й uid

source: %s: invalid field `%s'
uk: %s: нев╕рне поле `%s'

source: %s: invalid base directory `%s'
uk: %s: нев╕рна базова тека `%s'

source: %s: invalid comment `%s'
uk: %s: нев╕рний коментар `%s'

source: %s: invalid home directory `%s'
uk: %s: нев╕рна домашня тека `%s'

source: %s: invalid date `%s'
uk: %s: нев╕рна дата `%s'

source: %s: shadow passwords required for -e
uk: %s: прихован╕ парол╕ потр╕бн╕ для -e

source: %s: shadow passwords required for -f
uk: %s: прихован╕ парол╕ потр╕бн╕ для -f

source: %s: invalid shell `%s'
uk: %s: нев╕рний shell `%s'

source: %s: invalid user name '%s'
uk: %s: нев╕рне ╕м'я користувача '%s'

source: %s: cannot rewrite password file
uk: %s: не можу переписати файл паролей

source: %s: cannot rewrite shadow password file
uk: %s: не можу переписати файл прихованих паролей

source: %s: unable to lock password file
uk: %s: не можу блокувати файл паролей

source: %s: unable to open password file
uk: %s: не можу в╕дкрити файл паролей

source: %s: cannot lock shadow password file
uk: %s: не можу блокувати файл прихованих паролей

source: %s: cannot open shadow password file
uk: %s: не можу в╕дкрити файл прихованих паролей

source: %s: error adding authentication method
uk: %s: помилка додання методу аутентиф╕кац╕╖

source: %s: error adding new password entry
uk: %s: помилка додання нового запису у базу паролей

source: %s: error updating password dbm entry
uk: %s: помилка оновлення запису у баз╕ паролей dbm

source: %s: error adding new shadow password entry
uk: %s: помилка додання нового запису у базу прихованих паролей

source: %s: error updating shadow passwd dbm entry
uk: %s: помилка оновлення запису у баз╕ прихованих паролей dbm

source: %s: cannot create directory %s
uk: %s: не можу створити теку %s

source: %s: user %s exists
uk: %s: користувач %s ╕сну╓

source: %s: group %s exists - if you want to add this user to that group, use -g.
uk: %s: група %s ╕сну╓ - якщо ви бажа╓те додати користувача до ц╕╓╖ групи, використовуйте -g.

source: %s: warning: CREATE_HOME not supported, please use -m instead.
uk: %s: застереження: CREATE_HOME не п╕дтриму╓ться, користуйтесь -m.

source: usage: %s [-r] name
uk: використовуйте: %s [-r] ╕м'я

source: %s: error updating group entry
uk: %s: помилка оновлення запису у баз╕ груп

source: %s: cannot update dbm group entry
uk: %s: помилка оновлення запису у баз╕ груп dbm

source: %s: cannot rewrite TCFS key file
uk: %s: не можу переписати файл ключей TCFS

source: %s: cannot lock TCFS key file
uk: %s: не можу блокувати файл ключей TCFS

source: %s: cannot open TCFS key file
uk: %s: не можу в╕дкрити файл ключей TCFS

source: %s: cannot open group file
uk: %s: не можу в╕дкрити файл груп

source: %s: cannot open shadow group file
uk: %s: не можу в╕дкрити файл прихованих груп

source: %s: error deleting authentication
uk: %s: помилка видалення методу аутентиф╕кац╕╖

source: %s: error deleting password entry
uk: %s: помилка видалення запису з бази паролей

source: %s: error deleting shadow password entry
uk: %s: помилка видалення запису з бази прихованих паролей

source: %s: error deleting TCFS entry
uk: %s: помилка видалення запису з бази TCFS

source: %s: error deleting password dbm entry
uk: %s: помилка видалення запису dbm з бази паролей

source: %s: error deleting shadow passwd dbm entry
uk: %s: помилка видалення запису dbm з бази прихованих паролей

source: %s: user %s is currently logged in
uk: %s: користувач %s на данний момент у систем╕

source: %s: warning: %s not owned by %s, not removing
uk: %s: застереження: %s не належить %s, не видалено

source: %s: warning: can't remove
uk: %s: застереження: не можу видалити

source: %s: user %s does not exist
uk: %s: коритстувач %s не ╕сну╓

source: %s: user %s is a NIS user
uk: %s: користувач %s ╓ користувач NIS

source: %s: %s not owned by %s, not removing
uk: %s: %s не належить %s, не видалено

source: %s: not removing directory %s (would remove home of user %s)
uk: %s: не видалено теку %s (можна видалити домашню теку користувача %s)

source: %s: error removing directory %s
uk: %s: помилка видалення теки %s

source: [-d home [-m]] [-s shell] [-c comment] [-l new_name]
uk: [-d домашня_тека [-m]] [-s shell] [-c коментар] [-l нове_╕м'я]

source: [-p passwd] [-L|-U] name
uk: [-p пароль] [-L|-U] ╕м'я

source: %s: out of memory in update_group
uk: %s: браку╓ памят╕ у pdate_group

source: %s: out of memory in update_gshadow
uk: %s: браку╓ памят╕ у update_gshadow

source: %s: no flags given
uk: %s: не подано флаг╕в

source: %s: shadow passwords required for -e and -f
uk: %s: прихован╕ парол╕ потр╕бн╕ для -e ╕ -f

source: %s: uid %lu is not unique
uk: %s: uid %lu не ╓ ун╕кальним

source: %s: error deleting authentication method
uk: %s: помилка видалення методу аутентиф╕кац╕╖

source: %s: error changing authentication method
uk: %s: помилка зам╕ни методу аутентиф╕кац╕╖

source: %s: error changing password entry
uk: %s: помилка зм╕ни запису в баз╕ паролей

source: %s: error removing password entry
uk: %s: помилка видалення запису з бази паролей

source: %s: error adding password dbm entry
uk: %s: помилка додання запису dbm у базу прихованих паролей

source: %s: error removing passwd dbm entry
uk: %s: помилка видалення запису dbm з бази паролей

source: %s: error removing shadow password entry
uk: %s: помилка видалення запису з бази прихованих паролей

source: %s: error removing shadow passwd dbm entry
uk: %s: помилка видалення запису dbm з бази прихованих паролей

source: %s: directory %s exists
uk: %s: тека %s ╕сну╓

source: %s: can't create %s
uk: %s: не можу створити %s

source: %s: can't chown %s
uk: %s: не можу зм╕нити володаря %s

source: %s: cannot rename directory %s to %s
uk: %s: не можу перейменувати теку з %s на %s

source: %s: warning: %s not owned by %s
uk: %s: застереження: %s не належить %s

source: failed to change mailbox owner
uk: не можу зм╕нити володаря поштово╖ скриньки

source: failed to rename mailbox
uk: не можу перейменувати поштову скриньку

source: %s: %s is unchanged
uk: %s: %s ╓ незм╕нений

source: Couldn't make backup
uk: Не можу зробити резервну коп╕ю

source: %s: can't restore %s: %s (your changes are in %s)
uk: %s: не можу в╕дновити %s: %s (ваш╕ зм╕ни у %s)

source: Usage: `vipw' edits /etc/passwd `vipw -s' edits /etc/shadow `vigr' edits /etc/group `vigr -s' edits /etc/gshadow
uk: Використовуйте: `vipw' редагу╓ /etc/passwd `vipw -s' редагу╓ /etc/shadow `vigr' редагу╓ /etc/group `vigr -s' редагу╓ /etc/gshadow
