Repository: daxxog/shadow-utils-slitaz
Catalog: po/*.po
Languages: uk

source: Warning: unknown group %s
uk: Застереження: нев╕дома група %s

source: Warning: too many groups
uk: Застереження: занадто багато груп

source: Your password has expired.
uk: Ваш пароль прострочено.

source: Your password is inactive.
uk: Ваш пароль ╓ неактивним.

source: Your login has expired.
uk: Ваш лог╕н прострочено.

source: Contact the system administrator.
uk: З'вяж╕ться з системним адм╕н╕стратором.

source: Choose a new password.
uk: Вибер╕ть новий пароль.

source: Your password will expire in %ld days.
uk: Ваш пароль буде просторочено за %ld дн╕в.

source: Your password will expire tomorrow.
uk: Ваш пароль буде прострочено завтра.

source: Your password will expire today.
uk: Ваш пароль буде прострочено сьогодн╕.

source: Unable to change tty %s
uk: Не можу зм╕нити tty %s

source: Environment overflow
uk: Переповнення оточення

source: You may not change $%s
uk: Ви не можете зм╕нити $%s

source: %d %s since last login. Last was %s on %s.
uk: %d %s з часу останньго входу. Останн╕й вх╕д: %s з %s.

source: failures
uk: помилки

source: failure
uk: помилка

source: Too many logins.
uk: Занадто багато сес╕й.

source: Password does not decrypt secret key for %s.
uk: Пароль не дешифру╓ та╓мний ключ для %s.

source: Could not set %s's secret key: is the keyserv daemon running?
uk: Не можу встановити та╓много ключа для %s: чи запущено сервер ключ╕в?

source: You have new mail.
uk: Ви ма╓те нову почту.

source: No mail.
uk: Почти не ма╓.

source: You have mail.
uk: Ви ма╓те почту.

source: Bad password: %s.
uk: Поганий пароль: %s.

source: passwd: pam_start() failed, error %d
uk: passwd: pam_start() не виконано, помилка %d

source: Unable to cd to "%s"
uk: Не можу перейти до теки "%s"

source: No directory, logging in with HOME=/
uk: Нема теки, в╕дкрива╓мо сесс╕ю з HOME=/

source: Executing shell %s
uk: Виконую shell %s

source: Cannot execute %s
uk: Не можу виконати %s

source: Invalid root directory "%s"
uk: Нев╕рна коренева тека "%s"

source: Can't change root directory to "%s"
uk: Не можу зм╕нити кореневу теку на "%s"

source: malloc(%d) failed
uk: malloc(%d) не виконано

source: Dialup Password:
uk: Пароль на модемне п╕дключення:

source: Could not allocate space for config info.
uk: Не можу вид╕лити ресурси для конф╕гурац╕йних данних.

source: configuration error - unknown item '%s' (notify administrator)
uk: помилка у конф╕гурац╕╖ - нев╕дома позиц╕я '%s' (пов╕домте адм╕н╕стратора)

source: error - lookup '%s' failed
uk: помилка - пошук '%s' не виконано

source: %s not found
uk: %s не знайдено

source: Password:
uk: Пароль:

source: %s's Password:
uk: Пароль користувача %s:

source: Unknown error %d
uk: Нев╕дома помилка %d

source: Usage: %s [-l] [-m min_days] [-M max_days] [-W warn] [-I inactive] [-E expire] [-d last_day] user
uk: Використовуйте: %s [-l] [-m м╕н_дн╕в] [-M макс_дн╕в] [-W застереження] [-I неактивн╕сть] [-E простроченно] [-d останн╕й_день] користувач

source: Usage: %s [-l] [-m min_days] [-M max_days] [-d last_day] user
uk: Використовуйте: %s [-l] [-m м╕н_дн╕в] [-M макс_дн╕в] [-d останн╕й_день] користувач

source: Enter the new value, or press ENTER for the default
uk: Введ╕ть нове значення, або нажм╕ть ENTER для значення по замовчуванню

source: Minimum Password Age
uk: М╕н╕мальний в╕к пароля

source: Maximum Password Age
uk: Макс╕мальний в╕к пароля

source: Last Password Change (YYYY-MM-DD)
uk: Остання зм╕на пароля (РРРР-ММ-ДД)

source: Password Expiration Warning
uk: Застереження про прострочення пароля

source: Password Inactive
uk: Пароль неактивний

source: Account Expiration Date (YYYY-MM-DD)
uk: Дата прострочення рахунку (РРРР-ММ-ДД)

source: Minimum: %ld
uk: М╕н╕мум: %ld

source: Maximum: %ld
uk: Макс╕мум: %ld

source: Warning: %ld
uk: Застереження: %ld

source: Inactive: %ld
uk: Неактивний: %ld

source: Last Change:
uk: Остання зм╕на:

source: Never
uk: Н╕коли

source: Password Expires:
uk: Пароль простроченно:

source: Password Inactive:
uk: Пароль неактивний:

source: Account Expires:
uk: Рахунок прострочено:

source: %s: do not include "l" with other flags
uk: %s: не використовуйте "l" з ╕нш╕ми флагами

source: %s: permission denied
uk: %s: у доступ╕ в╕дмовлено

source: %s: can't lock password file
uk: %s: не можу заблокувати файл паролей

source: %s: can't open password file
uk: %s: не можу в╕дкрити файл паролей

source: %s: unknown user: %s
uk: %s: нев╕домий користувач: %s

source: Changing the aging information for %s
uk: Зм╕нюю в╕кову ╕нформац╕ю для %s

source: %s: error changing fields
uk: %s: помилка зам╕ни поля

source: %s: can't update password file
uk: %s: не можу оновити файл паролей

source: %s: can't update shadow password file
uk: %s: не можу оновити файл прихованих паролей

source: Error updating the DBM password entry.
uk: Помилка оновлення запису пароля у DBM.

source: %s: can't rewrite shadow password file
uk: %s: не можу переписати файл прихованих паролей

source: %s: can't rewrite password file
uk: %s: не можу переписати файл паролей

source: Usage: %s [-f full_name] [-r room_no] [-w work_ph] [-h home_ph] [-o other] [user]
uk: Використовуйт╓: %s [-f повне_╕м'я] [-r номер_к╕мнати] [-w робоч╕й_телефон] [-h домашн╕й_телефон] [-o ╕нше] [користувач]

source: Usage: %s [-f full_name] [-r room_no] [-w work_ph] [-h home_ph]
uk: Використовуйте: %s [-f повне_╕м'я] [-r номер_к╕мнати] [-w робоч╕й_телефон] [-h домашн╕й_телефон]

source: Enter the new value, or press ENTER for the default
uk: Введ╕ть нове значення, або нажм╕ть ENTER, для значення по замовчуванню

source: Full Name
uk: Повне ╕м'я

source: Full Name: %s
uk: Повне ╕м'я: %s

source: Room Number
uk: Номер к╕мнати

source: Room Number: %s
uk: Номер к╕мнати: %s

source: Work Phone
uk: Робоч╕й телефон

source: Work Phone: %s
uk: Робоч╕й телефон: %s

source: Home Phone
uk: Домашн╕й телефон

source: Home Phone: %s
uk: Домашн╕й телефон: %s

source: Other
uk: ╤нше

source: %s: Permission denied.
uk: %s: У доступ╕ в╕дмовлено.

source: %s: Unknown user %s
uk: %s: Нев╕домий користувач %s

source: %s: Cannot determine your user name.
uk: %s: Не можу визначити ваше ╕м'я користувача.

source: %s: cannot change user `%s' on NIS client.
uk: %s: не можу зм╕нити користувача `%s' у кл╕╓нт╕ NIS.

source: %s: `%s' is the NIS master for this client.
uk: %s: `%s' ╓ NIS сервер для цього кл╕╓нта.

source: Changing the user information for %s
uk: Зм╕на ╕нформац╕╖ про користувача %s

source: %s: invalid name: "%s"
uk: %s: нев╕рне ╕м'я: "%s"

source: %s: invalid room number: "%s"
uk: %s: нев╕рний номер к╕мнати: "%s"

source: %s: invalid work phone: "%s"
uk: %s: нев╕рний робочий телефон: "%s"

source: %s: invalid home phone: "%s"
uk: %s: нев╕рний домашн╕й телефон: "%s"

source: %s: "%s" contains illegal characters
uk: %s: "%s" включа╓ заборонен╕ символи

source: %s: fields too long
uk: %s: поля занадто довг╕

source: Cannot change ID to root.
uk: Не можу зм╕нити ID на root.

source: Cannot lock the password file; try again later.
uk: Не можу блокувати файл паролей; спробуйте п╕зн╕ше.

source: Cannot open the password file.
uk: Не можу в╕дкрити файл паролей.

source: %s: %s not found in /etc/passwd
uk: %s: %s не знайдено у /etc/passwd

source: Error updating the password entry.
uk: Не можу оновити запис у файл╕ паролей.

source: Cannot commit password file changes.
uk: Не можу записати зм╕ни до файлу паролей.

source: Cannot unlock the password file.
uk: Не можу разблокувати файл паролей.

source: usage: %s [-e]
uk: використовуйте: %s [-e]

source: %s: can't lock shadow file
uk: %s: не можу заблокувати файл з прихованими паролями

source: %s: can't open shadow file
uk: %s: не можу в╕дкрити файл з прихованими паролями

source: %s: line %d: line too long
uk: %s: рядок %d: рядок занадто довгий

source: %s: line %d: missing new password
uk: %s: рядок %d: браку╓ нового пароля

source: %s: line %d: unknown user %s
uk: %s: рядок %d: нев╕домий користувач %s

source: %s: line %d: cannot update password entry
uk: %s: рядок %d: не можу оновити запис у баз╕ паролей

source: %s: error detected, changes ignored
uk: %s: виявлено помилку, зм╕ни ╕гноруються

source: %s: error updating shadow file
uk: %s: помилка оновлення файлу з прихованими паролями

source: %s: error updating password file
uk: %s: помилка оновлення файлу з паролями

source: Usage: %s [-s shell] [name]
uk: Використовуйте: %s [-s shell] [╕м'я]

source: Enter the new value, or press return for the default
uk: Введ╕ть нове значення, або нажм╕ть ENTER, для значення по замовчуванню

source: You may not change the shell for %s.
uk: Не можна зм╕нити shell для %s.

source: Changing the login shell for %s
uk: Зм╕нюю shell для %s

source: %s: Invalid entry: %s
uk: %s: Нев╕рний запис: %s

source: %s is an invalid shell.
uk: %s ╓ нев╕рний shell.

source: Usage: %s [-(a|d)] shell
uk: Використовуйте: %s [-(a|d)] shell

source: Shell password:
uk: Shell пароль:

source: re-enter Shell password:
uk: Повтор╕ть пароль для shell:

source: %s: Passwords do not match, try again.
uk: %s: Пароль не сп╕впада╓, спробуйте знову.

source: %s: can't create %s
uk: %s: не можу створити %s

source: %s: can't open %s
uk: %s: не можу в╕дкрити %s

source: %s: Shell %s not found.
uk: %s: Shell %s не знайдено.

source: Usage: expiry {-f|-c}
uk: Використовуйте: expiry {-f|-c}

source: %s: WARNING! Must be set-UID root!
uk: %s: ЗАСТЕРЕЖЕННЯ! Програма повина бути SUID root!

source: %s: unknown user
uk: %s: нев╕домий користувач

source: usage: %s [-a|-u user] [-m max] [-r] [-t days] [-l locksecs]
uk: використовуйте: %s [-a|-u користувач] [-m макс] [-r] [-t дн╕в] [-l лок_сек]

source: Unknown User: %s
uk: Нев╕домий користувач: %s

source: %s on %s
uk: %s на %s

source: [%lds left]
uk: [%lds залишилось]

source: [%lds lock]
uk: [%lds блоковано]

source: usage: %s [-r|-R] group
uk: використовуйте: %s [-r|-R] група

source: %s [-a user] group
uk: %s [-a користувач] група

source: %s [-d user] group
uk: %s [-d користувач] група

source: %s [-A user,...] [-M user,...] group
uk: %s [-A користувач,...] [-M користувач,...] група

source: %s [-M user,...] group
uk: %s [-M користувач,...] група

source: %s: unknown user %s
uk: %s: нев╕домий користувач %s

source: Permission denied.
uk: Доступ заборонено.

source: %s: shadow group passwords required for -A
uk: %s: прихован╕ парол╕ груп потр╕бн╕ для -A

source: Who are you?
uk: Ви хто?

source: unknown group: %s
uk: нев╕дома група: %s

source: Adding user %s to group %s
uk: Додано нового користувача %s до групи %s

source: Removing user %s from group %s
uk: Видалено користувача %s з групи %s

source: %s: unknown member %s
uk: %s: нев╕домий член %s

source: %s: Not a tty
uk: %s: Не ╓ tty

source: Changing the password for group %s
uk: Зм╕на пароля для групи %s

source: New Password:
uk: Новий пароль:

source: Re-enter new password:
uk: Повтор╕ть новий пароль:

source: They don't match; try again
uk: не сп╕впада╓; спробуйте знову

source: %s: Try again later
uk: %s: Спробуйте знову п╕зн╕ше

source: %s: can't get lock
uk: %s: не можу заблокувати

source: %s: can't get shadow lock
uk: %s: не можу заблокувати базу прихований паролей

source: %s: can't open file
uk: %s: не можу в╕дкрити файл

source: %s: can't update entry
uk: %s: не можу оновити запис

source: %s: can't update shadow entry
uk: %s: не можу оновити запис у баз╕ прихованих паролей

source: %s: can't re-write file
uk: %s: не можу переписати файл

source: %s: can't re-write shadow file
uk: %s: не можу переписати файл прихований паролей

source: %s: can't unlock file
uk: %s: не можу разблокувати файл

source: %s: can't update DBM files
uk: %s: не можу оновити DBM файл

source: %s: can't update DBM shadow files
uk: %s: не можу оновити DBM файл з прихованими паролями

source: usage: groupadd [-g gid [-o]] group
uk: використовуйте: groupadd [-g gid [-o]] група

source: %s: error adding new group entry
uk: %s: помилка додання нового запису у файл груп

source: %s: cannot add new dbm group entry
uk: %s: помилка додання нового запису у файл груп dbm

source: %s: name %s is not unique
uk: %s: ╕м'я %s не ╓ ун╕кальним

source: %s: gid %u is not unique
uk: %s: uid %u не ╓ ун╕кальним

source: %s: can't get unique gid
uk: %s: не можу отримати ун╕кальний gid

source: %s: %s is a not a valid group name
uk: %s: %s: то не ╓ в╕рне ╕м'я групи

source: %s: invalid group %s
uk: %s: нев╕рна група %s

source: %s: -O requires NAME=VALUE
uk: %s: -O вимага╓ ЗМ╤ННА=ЗНАЧЕННЯ

source: %s: cannot rewrite group file
uk: %s: не можу переписати файл груп

source: %s: cannot rewrite shadow group file
uk: %s: не можу переписати файл прихованих груп

source: %s: unable to lock group file
uk: %s: не можу заблокувати файл груп

source: %s: unable to open group file
uk: %s: не можу в╕дкрити файл груп

source: %s: unable to lock shadow group file
uk: %s: не можу блокувати файл прихованих груп

source: %s: unable to open shadow group file
uk: %s: не можу в╕дкрити файл прихованих груп

source: %s: group %s exists
uk: %s: група %s ╕сну╓

source: usage: groupdel group
uk: використовуйте: groupdel група

source: %s: error removing group entry
uk: %s: помилка в╕далення запису з бази груп

source: %s: error removing group dbm entry
uk: %s: помилка в╕далення запису з бази груп dbm

source: %s: error removing shadow group entry
uk: %s: помилка в╕далення запису з бази прихованих груп

source: %s: error removing shadow group dbm entry
uk: %s: помилка в╕далення запису з бази прихованих груп dbm

source: %s: cannot remove user's primary group.
uk: %s: не можу видалити головну групу користувача.

source: %s: group %s does not exist
uk: %s: група %s не ╕сну╓

source: %s: group %s is a NIS group
uk: %s: група %s ╓ групою NIS

source: %s: %s is the NIS master
uk: %s: %s ╓ сервер NIS

source: Cannot close group file
uk: не можу в╕дкрити файл груп

source: usage: groupmod [-g gid [-o]] [-n name] group
uk: використовуйте: groupmod [-g gid [-o]] [-n ╕м'я] група

source: %s: %s not found in /etc/group
uk: %s: %s не знайдено у /etc/passwd

source: %s: cannot add new dbm shadow group entry
uk: %s: не можу додати запис у базу прихованих груп dbm

source: %s: %u is not a unique gid
uk: %s: %u не ╓ ун╕кальний gid

source: %s: %s is not a unique name
uk: %s: %s не ╓ ун╕кальне ╕м'я

source: unknown user %s
uk: нев╕домий користувач %s

source: Usage: %s [-r] [-s] [group [gshadow]]
uk: Використовуйте: %s [-r] [-s] [група [gshadow]]

source: Usage: %s [-r] [-s] [group]
uk: Використовуйте: %s [-r] [-s] [група]

source: No
uk: Н╕

source: %s: cannot lock file %s
uk: %s: не можу заблокувати файл %s

source: %s: cannot open file %s
uk: %s: не можу в╕дкрити файл %s

source: invalid group file entry
uk: нев╕рний запис у файл╕ груп

source: delete line `%s'?
uk: видалити запис `%s'?

source: duplicate group entry
uk: повторюючися записи у баз╕ груп

source: invalid group name `%s'
uk: нев╕рне ╕м'я групи `%s'

source: group %s: no user %s
uk: група %s: не ма╓ користувач╕в %s

source: delete member `%s'?
uk: видалити члена `%s'?

source: invalid shadow group file entry
uk: нев╕рний запис у файл╕ прихованих груп

source: duplicate shadow group entry
uk: повторюючийся запис у файл╕ прихованих груп

source: no matching group file entry
uk: в╕дсутн╕й в╕дпов╕дний запис у файл╕ груп

source: shadow group %s: no administrative user %s
uk: прихована група %s: не ма╓ адм╕н╕стратора %s

source: delete administrative member `%s'?
uk: видалити адм╕н╕стратора `%s'?

source: shadow group %s: no user %s
uk: прихована група %s: не ма╓ користувач╕в %s

source: %s: cannot update file %s
uk: %s: не можу оновити файл %s

source: %s: the files have been updated; run mkpasswd
uk: %s: файли було оновлено; виконайте mkpasswd

source: %s: no changes
uk: %s: без зм╕н

source: %s: the files have been updated
uk: %s: файли було оновлено

source: %s: can't lock group file
uk: %s: не можу блокувати файл груп

source: %s: can't open group file
uk: %s: не можу в╕дкрити файл груп

source: %s: can't lock shadow group file
uk: %s: не можу блокувати файл прихованих груп

source: %s: can't open shadow group file
uk: %s: не можу в╕дкрити файл прихованих груп

source: %s: can't remove shadow group %s
uk: %s: не можу видалити приховану групу %s

source: %s: can't update shadow entry for %s
uk: %s: не можу оновити прихований запис для %s

source: %s: can't update entry for group %s
uk: %s: не можу оновити запис для групи %s

source: %s: can't update shadow group file
uk: %s: не можу оновити файл прихованих груп

source: %s: can't update group file
uk: %s: не можу оновити файл груп

source: %s: not configured for shadow group support.
uk: %s: не зконф╕гуровано для п╕дтримки прихованих груп.

source: %s: can't delete shadow group file
uk: %s: не можу видалити файл прихованих груп

source: usage: id [-a]
uk: використовуйте: id [-a]

source: usage: id
uk: використовуйте: id

source: groups=
uk: групи=

source: Username Port From Latest
uk: Користувач Консоль Зв╕дки Останн╕й вх╕д

source: Username Port Latest
uk: Користувач Порт Останн╕й вх╕д

source: **Never logged in**
uk: **Н╕коли не входив**

source: usage: %s [-p] [name]
uk: використовуйте: %s [-p] [╕м'я]

source: %s [-p] [-h host] [-f name]
uk: %s [-p] [-h хост] [-f ╕м'я]

source: %s [-p] -r host
uk: %s [-p] -r хост

source: Invalid login time
uk: Нев╕рний час для входу

source: System closed for routine maintenance
uk: Систему закрито для проф╕лактики.

source: [Disconnect bypassed -- root login allowed.]
uk: [Пройшло в╕дключення -- дозволено лише вх╕д root-a.]

source: Login timed out after %d seconds.
uk: Час лог╕ну вичерпано за %d секунд.

source: on `%.100s' from `%.200s'
uk: на `%s.100s' з `%.200s'

source: on `%.100s'
uk: на `%.100s'

source: Login incorrect
uk: Нев╕рний лог╕н

source: Warning: login re-enabled after temporary lockout.
uk: Застереження: login поновлено п╕сля тимчасового блокування.

source: Last login: %s on %s
uk: Останн╕й вх╕д в систему: %s на %s

source: Last login: %.19s on %s
uk: Останн╕й вх╕д в систему: %s на %s

source: from %.*s
uk: з %.*s

source: Starting rad_login
uk: Старту╓мо rad_login

source: %s: no DBM database on system - no action performed
uk: %s: не ма╓ DBM бази данних у систем╕ - н╕яких д╕й не виконано

source: %s: cannot overwrite file %s
uk: %s: не можу перезаписати файл %s

source: %s: cannot open DBM files for %s
uk: %s: не можу в╕дкрити файли DBM для %s

source: %s: the beginning with
uk: %s: розпочина╓мо з

source: is too long
uk: поля занадто довг╕

source: %s: error parsing line "%s"
uk: %s: помилка обробки рядку "%s"

source: adding record for name
uk: додано запис для ╕мен╕

source: %s: error adding record for
uk: %s: помилка додання запису

source: added %d entries, longest was %d
uk: додано %d запис╕в, довжиною %d

source: Usage: %s [-vf] [-p|g|sp|sg] file
uk: Використовуйте: %s [-vf] [-p|g|sp|sg] файл

source: Usage: %s [-vf] [-p|g|sp] file
uk: Використовуйте: %s [-vf] [-p|g|sp] файл

source: Usage: %s [-vf] [-p|g] file
uk: Використовуйте: %s [-vf] [-p|g] файл

source: usage: newgrp [-] [group]
uk: використовуйте: newgrp [-] [група]

source: usage: sg group [[-c] command]
uk: використовуйте: sg група [[-c] команда]

source: unknown uid: %u
uk: нев╕домий uid: %u

source: unknown gid: %lu
uk: нев╕домий gid: %lu

source: Sorry.
uk: Вибачте.

source: too many groups
uk: занадто багато груп

source: Usage: %s [input]
uk: Використовуйте: %s [input]

source: %s: can't lock /etc/passwd.
uk: %s: не можу блокувати /etc/passwd.

source: %s: can't lock files, try again later
uk: %s: не можу блокувати файли, спробуйте п╕зн╕ше

source: %s: can't open files
uk: %s: не можу в╕дкрити файл

source: %s: line %d: invalid line
uk: %s: рядок %d: нев╕рний рядок

source: %s: line %d: can't create GID
uk: %s: рядок %d: не можу створити GID

source: %s: line %d: can't create UID
uk: %s: рядок %d: не можу створити UID

source: %s: line %d: cannot find user %s
uk: %s: рядок %d: не можу знайти користувача %s

source: %s: line %d: can't update password
uk: %s: рядок %d: не можу оновити пароль

source: %s: line %d: mkdir failed
uk: %s: рядок %d: mkdir не виконався

source: %s: line %d: chown failed
uk: %s: рядок %d: chown не виконався

source: %s: line %d: can't update entry
uk: %s: рядок %d: не можу оновити запис

source: %s: error updating files
uk: %s: помилка оновлення файлу

source: usage: %s [-f|-s] [name]
uk: використовуйте: %s [-f|-s] [╕м'я]

source: %s [-x max] [-n min] [-w warn] [-i inact] name
uk: %s [-x макс] [-n мин] [-w застереження] [-i неактивний] ╕м'я

source: %s {-l|-u|-d|-S|-e} name
uk: %s {-l|-u|-d|-S|-e} ╕м'я

source: User %s has a TCFS key, his old password is required.
uk: Користувач %s ма╓ TCFS ключ, потр╕бен його старий пароль.

source: You can use -t option to force the change.
uk: Ви ма╓те змогу використовувати ключ -t для прискорення зм╕н.

source: Old password:
uk: Старий пароль:

source: Incorrect password for `%s'
uk: Нев╕рний пароль для `%s'

source: Warning: user %s has a TCFS key.
uk: Застереження: користувач %s ма╓ TCFS ключ.

source: Enter the new password (minimum of %d, maximum of %d characters) Please use a combination of upper and lower case letters and numbers.
uk: Введ╕ть новий пароль (в╕д %d до %d знак╕в) Зм╕шуйте велик╕ та мал╕ л╕тери та цифри.

source: New password:
uk: Новий пароль:

source: Try again.
uk: Спробуй ще.

source: Warning: weak password (enter it again to use it anyway).
uk: Застереження: Поганий пароль (введ╕ть його знову, якщо все одно бажа╓те його використовувати).

source: They don't match; try again.
uk: Не сп╕впада╓; спробуйте знову.

source: The password for %s cannot be changed.
uk: Пароль для %s не може бути зм╕нений.

source: Sorry, the password for %s cannot be changed yet.
uk: Вибачте, пароль для %s нге може бути зм╕нено зараз.

source: %s: out of memory
uk: %s: брак пам'ят╕

source: Cannot lock the TCFS key database; try again later
uk: Не можу блокувати базу ключей TCFS; спробуйте п╕зн╕ше

source: Cannot open the TCFS key database.
uk: Не можу в╕дкрити базу ключей TCFS.

source: Error updating the TCFS key database.
uk: Не можу оновити базу ключей TCFS.

source: Cannot commit TCFS changes.
uk: Не можу внести зм╕ни у базу ключей TCFS.

source: %s: Cannot execute %s
uk: %s: Не можу виконати %s

source: %s: repository %s not supported
uk: %s: репозитор╕й %s не п╕дтриму╓ться

source: %s: Permission denied
uk: %s: Доступ заборонено

source: You may not change the password for %s.
uk: Ви не можете зм╕нити пароль для %s.

source: Changing password for %s
uk: Зм╕на пароля для %s

source: The password for %s is unchanged.
uk: Пароль для %s не зм╕нено.

source: Password changed.
uk: Пароль зм╕нено.

source: Usage: %s [-q] [-r] [-s] [passwd [shadow]]
uk: Використовуйте: %s [-q] [-r] [-s] [пароль [shadow]]

source: Usage: %s [-q] [-r] [-s] [passwd]
uk: Використовуйте: %s [-q] [-r] [-s] [пароль]

source: invalid password file entry
uk: нев╕рний запис у файл╕ паролей

source: duplicate password entry
uk: дублюючий запис у файл╕ паролей

source: invalid user name '%s'
uk: нев╕рне ╕м'я користувача '%s'

source: user %s: no group %u
uk: користувач %s: не ма╓ групи %u

source: user %s: directory %s does not exist
uk: користувач %s: тека %s не ╕сну╓

source: user %s: program %s does not exist
uk: користувач %s: програма %s не ╕сну╓

source: invalid shadow password file entry
uk: нев╕рний запис у файл╕ прихованих паролей

source: duplicate shadow password entry
uk: дублюючий запис у файл╕ прихованих паролей

source: no matching password file entry
uk: в╕дсутн╕й в╕дпов╕дний запис у файл╕ паролей

source: user %s: last password change in the future
uk: користувач %s: остання зм╕на пароля у майбутньому

source: %s: can't lock passwd file
uk: %s: не можу блокувати файл паролей

source: %s: can't open passwd file
uk: %s: не можу в╕дкрити файл паролей

source: %s: can't remove shadow entry for %s
uk: %s: не можу в╕далити запис у файл╕ прихованих паролей для %s

source: %s: can't update passwd entry for %s
uk: %s: не можу оновити запис у файл╕ паролей для %s
